[string_table]

;IM文案,范围500000-509999

501208=添加失败，未知错误原因。错误码：

;直播文案,范围510000-519999

510001=结束预览
510002=结束直播
510003=直播链接无效，请重新发起直播并填写有效的直播链接
510004=网络错误，请重新发起直播
510005=进入了直播间
518028=摄像头直播
518056=没有检测到麦克风信号哦
518180=直播已结束

;资讯文案,范围520000-529999

520001=全部
520002=持仓
520003=特别关注
520004=刚刚
520005=1分钟前
520006=%d分钟前
520007=暂无资讯

520201=全部公告
520202=业绩公告
520203=交易相关
520204=股权股本
520205=重大事项
520206=其他公告

520301=要闻
520302=快讯
520303=日历
520304=自选
520305=专题
520306=推送
520307=专栏
520308=新股
520309=基金
520310=美股
520311=港股
520312=异动

;牛牛圈文案,范围530000-539999
